Repository: tsz1412/click-to-call
Catalog: languages/click-to-call-*.po
Languages: he_il

source: Click to Call Plugin - Created by Introweb
he_il: תוסף חיוג ויצירת קשר דביק - נוצר על ידי אינטרווב

source: <p>Welcome to my plugin! Need help? Contact me <a href="mailto:tsviel@introweb.co.il">here</a> or visit my website <a href="mailto:tsviel@introweb.co.il" target="_blank">here</a></p> <p>If you enjoy the plugin and wish to see more updates please donate in the section bellow and help me expand this project</p> <form action="https://www.paypal.com/cgi-bin/webscr" method="post" target="_top" style="display: inline"> <input type="hidden" name="cmd" value="_s-xclick" /> <input type="hidden" name="hosted_button_id" value="UEW85MAMS23ZY" /> <input type="image" src="https://www.paypalobjects.com/en_US/IL/i/btn/btn_donateCC_LG.gif" border="0" name="submit" title="PayPal - The safer, easier way to pay online!" alt="Donate with PayPal button" /> <img alt="" border="0" src="https://www.paypal.com/en_IL/i/scr/pixel.gif" width="5" height="5" /> </form>
he_il: <p>אני מברך אותכם על התקנת התוסף שלי. צריכים עזרה? צרו איתי קשר<a href="mailto:tsviel@introweb.co.il">כאן</a>או בקרו באתר האינטרנט שלי <a href="mailto:tsviel@introweb.co.il" target="_blank">כאן</a></p> <p>אם אתם מרוצים מהפלאגין ורוצים לראות שיפורים נוספים, אני מזמין אתכם לתרום. כל סכום שייתרם ילך לטובת פיתוח עדכונים שימושיים!</p> <form action="https://www.paypal.com/cgi-bin/webscr" method="post" target="_top"> <input type="hidden" name="cmd" value="_s-xclick" /> <input type="hidden" name="hosted_button_id" value="LJ5QB2MBC9JJW" /> <input type="image" src="https://www.paypalobjects.com/he_IL/IL/i/btn/btn_donateCC_LG.gif" border="0" name="submit" title="PayPal - The safer, easier way to pay online!" alt="Donate with PayPal button" /> <img alt="" border="0" src="https://www.paypal.com/he_IL/i/scr/pixel.gif" width="1" height="1" /> </form>

source: Click to Call
he_il: סליידר יצירת קשר וחיוג

source: A simple plugin that adds click to call functionality to your WordPress site on mobile devices.
he_il: כפתור חייג וכפתור צור קשר בסליידר מקובע בתחתית העמוד בתצוגת מובייל.

source: Enable the Plugin
he_il: הפעל את התוסף

source: Enable Click to Call
he_il: הצג את כפתור החיוג

source: Enable Click to Contact
he_il: הצג את כפתור הצור קשר

source: Your Click to Call Message
he_il: שם כפתור החיוג

source: Your Click to Contact Message
he_il: שם כפתור הצור קשר

source: Your Click to Contact link
he_il: הכתובת אליה לחיצה על צור קשר מובילה

source: Your Click to Call Number
he_il: מספר העסק אליו כפתור החיוג מתקשר

source: Contact form shortcode
he_il: קיצור הדרך אל טופס הצור קשר

source: Click to Call Text Color
he_il: צבע הפונט של כפתור חיוג

source: Click to Call Icon
he_il: סליידר יצירת קשר וחיוג

source: Click to Contact Icon
he_il: הכתובת אליה לחיצה על צור קשר מובילה

source: Click to Call Background Color
he_il: צבע הרקע של הסליידר

source: Set Call now button custom Text
he_il: ערוך את טקסט כפתור החיוג

source: Enter the shortcode of your contact form. Use Contact form 7 and style Contact form 7 plugins for the best optimization
he_il: הזן כאן את קיצור הדרך אל טופס צור הקשר החיצוני. אנו ממליצים להשתמש בפלאגינים CONTACT FORM 7 וב-STYLE CONTACT FORM 7 לבנייה ועיצוב טופס יצירת הקשר לביצועים האופטימליים ביותר

source: Enter the phone number you want the button to call to. Exmaple: +972123456789
he_il: הזן את מספר הטלפון אליו הכפתור יחייג בעת לחיצה. דוגמה: +972545123456

source: The Icon to show on the Call Button
he_il: בחר אייקון לכפתור החיוג

source: The Icon to show on the Contact Button
he_il: בחר אייקון לכפתור יצירת הקשר

source: Choose the sticky bar Font Color
he_il: בחר צבע לפונט הכפתורים

source: Choose the sticky bar Background Color
he_il: צבע הרקע של הסליידר

source: Set contact now button custom text
he_il: בחר צבע רקע לכפתורים

source: Leave #ContactUsNow for Effect
he_il: השאר את הכיתוב #ContactUsNow לאפקט תפריט נסגרת

source: type #ContactUsNow for toggle effect with contact form shortcode or set the href to redirect to another page
he_il: על מנת להפעיל את תפריט יצירת הקשר המקוצר עם אפקט סגירה הכנס את הכיתוב #ContactUsNow. בנוסף ניתן להכניס קישור לדף אחר

source: ltr
he_il: rtl

source: View details
he_il: צפה בפרטים נוספים

source: More information about %s
he_il: מידע נוסף על %s

source: Check for updates
he_il: לחץ כאן לבדוק האם קיים עדכון

# the plugin title
source: The %s plugin is up to date.
he_il: תוסף %s מעודכן.

# the plugin title
source: A new version of the %s plugin is available.
he_il: קיימת גירסה חדשה לתוסף %s.

# the plugin title
source: Could not determine if updates are available for %s.
he_il: לא יכל לקבוע האם קיים עדכון עבור %s.

source: Unknown update checker status "%s"
he_il: סטטוס עדכון לא ידוע עבור עדכון ל%s, פנה לתמיכה הטכנית של יוצר התוסף

source: There is no changelog available.
he_il: לוג שינווים לא קיים.

source: click to Call
he_il: סליידר יצירת קשר וחיוג

source: Add a simple click to call bar to the bottom of your page on mobile devices.
he_il: כפתור חייג וכפתור צור קשר בסליידר מקובע בתחתית העמוד בתצוגת מובייל.

source: Tsviel Zaikman
he_il: צביאל זאיקמן

source: http://introweb.co.il
he_il: https://introweb.co.il
